const data = [
  {
    id: 0,
    name: "Ламборджні",
    price: "90500",
    image: "lamborgni.jpg",
    text: "Автомобіля показали 2012 року на Пекінському автосалоні.[1] Серійна версія буде збиратися в м. Братислава на заводі Volkswagen Bratislava Plant, поруч з Volkswagen Touareg, Audi Q7, Porsche Cayenne, Bentley Bentayga."

  }, {

    id: 1,
    name: "Додж",
    price: "80250",
    image: "dodge.jpeg",
    text: "Dodge Challenger — спортивне купе компанії Dodge класу так званих Pony car, який з перервами в разноманітних модифікаціях виготовляється з 1970 року. Був призначений конкурувати з такими автомобілями, як Chevrolet Camaro, Ford Mustang, Mercury Cougar та Pontiac Firebird. І в цій якості як і моделі конкурентів також став «культовим авто».",
  },
  {
    id: 2,
    name: "Ламборджині",
    price: "49000",
    image: "lamborgni2.jpg",
    text: "Lamborghini Aventador LP700-4 — повнопривідний суперкар італійської спортивної преміум-марки Lamborghini. Представлений на Женевському автосалоні в березні 2011 року. Є заміною Lamborghini Murciélago.",
  },
  {
    id: 3,
    name: "Ауді",
    price: "200000",
    image: "images (2).jpg",
    text: "Audi RS5 — п'ятимісне спортивне повноприводне купе, що збирається підрозділом Quattro GmbH німецької компанії Audi на основі серійної моделі Audi A5 починаючи із 2010 року.",
  },
  {

    id: 4,
    name: "BMW e 34",
    price: "200000",
    image: "images (1).jpg",
    text: "Фірма почала виробництво сімейства Е34. Кузов став більш обтічним, з'явилися вертикальні показники повороту, протитуманні фари під бампером (колісна база 2760 мм, завдовжки 4720, ширина 1750, висота 1410 мм; колія спереду 1465, ззаду — 1485 мм). Автомобілі нового сімейства стали віхою в історії фірми: чудова якість збирання, обробки, комфортабельність їзди завдяки відмінному налаштуванню ходової частини, зразкові системи обігріву та вентиляції, бездоганне виконання салону, високі динамічні характеристики, стабільний прямолінійний вибіг, ефективні гальма, високий рівень активної і пасивної безпеки — все говорить про високий рівень конструкторів, які вивели компанію BMW в число світових лідерів. Седани 5-й серії (кузов Е34) за якістю збирання.",
  },
  {
    id: 5,
    name: "Mercedes-AMG GT X290",
    price: "200000",
    image: "Mercedes-AMG GT X290.jpg",
    text: "Mercedes - AMG GT 4 - дверне купе(заводський індекс X290) — п'ятидверний хетчбек з чотирьох- або п'ятимісним салоном і досить містким багажником, що виготовляється компанією Mercedes - AMG з 2018 року.",
  },

];


export default data;
